use Company
insert into Employee
values('230101198009081234','张三','1980-09-08','哈尔滨道里区十二道街','男','3125','23010119751201312X','d1')
insert into Employee
values('230101198107023736','李四','1987-07-02','哈尔滨道外区三道街','男','2980','23010119751201312X','d1')
insert into Employee
values('23010119751201312X','张红','1975-12-01','哈尔滨南岗区三十道街','男','4260','23010119751201312X','d1')
insert into Employee
values('230101198204078121','王二','1982-04-07','哈尔滨动力区六十道街','男','2890','23010119751201312X','d1')
insert into Employee
values('23010119950101XXXX','灰太狼','1995-01-01','青青草原狼堡','男','1200','23010119960101XXXX','d2')
insert into Employee
values('23010119960101XXXX','红太狼','1996-01-01','青青草原狼堡','女','3600','23010119960101XXXX','d2')
insert into Employee
values('23010120050101XXXX','喜羊羊','2005-01-01','青青草原大肥羊学校','男','1000','23010120050101XXXX','d3')
insert into Employee
values('XXXXXXXXXXXXXXXXXX','超人','3000-01-01','外星','男','100000','23010120050101XXXX','d4')
